Repository: henryjfry/repository.thenewdiamond
Catalog: script.skin.helper.service/resources/language/resource.language.*/strings.po
Languages: hu_hu

# #32000
source: Custom Image
hu_hu: Saját kép

# #32001
source: None
hu_hu: Nincs

# #32002
source: Background overlay texture
hu_hu: Háttér fedőtextúra

# #32003
source: Browse custom image for background overlay
hu_hu: Saját kép a háttér fedőtextúrához

# #32004
source: Custom single image
hu_hu: Saját egyszeri kép

# #32005
source: Custom multi image (folder)
hu_hu: Saját többszörös kép (mappa)

# #32006
source: Select busy spinner
hu_hu: A dolgozom ikon kiválasztása

# #32007
source: %s missing!
hu_hu: %s hiányzik!

# #32008
source: To get the most out of this skin, it is suggested to install a image resource addon for %s. Do you want to select and install this image resource addon now ?
hu_hu: Ahhoz, hogy a legtöbbet hozza ki ebből a felszínből, javasoljuk, hogy telepítsen egy képforrás-kiegészítőt a %s számára. Szeretné most kiválasztani és telepíteni ezt a képforrás-kiegészítőt ?

# #32009
source: Custom path
hu_hu: Saját elérési út

# #32010
source: Select resource addon or custom folder
hu_hu: Kiegészítő forrás vagy saját mappa kiválasztása

# #32011
source: Not installed
hu_hu: Nincs telepítve

# #32012
source: Select view
hu_hu: Nézetválasztás

# #32013
source: Enable/disable views
hu_hu: Nézetek engedélyezése/tiltása

# #32014
source: The action completed sucesfully
hu_hu: Az akció teljesen kész

# #32015
source: The action completed with errors
hu_hu: Az akció kész, hibákkal

# #32016
source: Do you want to setup a single background or a folder with multiple backgrounds ?
hu_hu: Egyetlen hátteret, vagy több hátteres mappát szeretne beállítani ?

# #32017
source: Single
hu_hu: Egyszeres

# #32018
source: Multiple
hu_hu: Többszörös

# #32019
source: Random fanart from movie with genre
hu_hu: Véletlenszerű háttér a filmeknél műfajjal

# #32020
source: Select image
hu_hu: Kép kiválasztása

# #32021
source: Available image resource addons
hu_hu: Hozzáférhető képforrás kiegészítők

# #32022
source: There are no (more) resource addons available for this type
hu_hu: Nincs, vagy nincs több képforrás kiegészítő ehhez a nézethez

# #32023
source: Artwork options
hu_hu: Artwork opciók

# #32024
source: Select Animated Art
hu_hu: Mozgó kép kiválasztása

# #32025
source: Use submenu as widget
hu_hu: Almenüt használ widgetként

# #32026
source: RCB Most played games
hu_hu: RCB gyakran játszott játékok
