Repository: henryjfry/repository.thenewdiamond
Catalog: script.module.metadatautils/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #32001
source: PVR metadata/artwork scraper - needs skin or addon support!
nl_nl: PVR-metadata / artwork schraper - heeft ondersteuning voor skin of add-on nodig!

# #32002
source: Enable PVR artwork/metadata only for TV recordings
nl_nl: Schakel PVR artwork / metagegevens alleen in voor tv-opnamen

# #32003
source: Enable online scraper (tvdb,tmdb,fanart.tv)
nl_nl: Schakel online scraper in (tvdb, tmdb, fanart.tv)

# #32004
source: Allow Google Images as fallback for thumbs if primary scraping fails
nl_nl: Sta Google Afbeeldingen toe als fallback voor thumbs als primair scraping mislukt

# #32005
source: Lookup artwork in a custom folder (e.g. recordings folder)
nl_nl: Artwork opzoeken in een aangepaste map (bijv. Map met opnames)

# #32006
source: Path to the custom folder
nl_nl: Pad naar de aangepaste map

# #32007
source: Download artwork to my custom folder
nl_nl: Download artwork naar mijn aangepaste map

# #32008
source: Advanced section: finetune the scraper
nl_nl: Geavanceerde sectie: fijnafstemming van de schraper

# #32009
source: Use | as delimiter to enter multiple values
nl_nl: Gebruik | als scheidingsteken om meerdere waarden in te voeren

# #32010
source: Channels to ignore
nl_nl: Kanalen om te negeren

# #32011
source: Titles to ignore
nl_nl: Titels om te negeren

# #32012
source: Split title on character (use only first part)
nl_nl: Titel op teken splitsen (gebruik alleen eerste deel) "

# #32013
source: Characters to replace by space in title
nl_nl: Tekens die moeten worden vervangen door spatie in de titel

# #32014
source: Characters to strip from title
nl_nl: Tekens om uit de titel te verwijderen

# #32015
source: Music Artwork
nl_nl: Muziek artwork

# #32016
source: Provides rich metadata and artwork for skins and addons
nl_nl: Biedt rijke metadata en artwork voor skins en add-ons

# #32017
source: Works with both library and online sources (radio)
nl_nl: Werkt met zowel bibliotheek- als online bronnen (radio)

# #32018
source: Enable online scraper (musicbrainz/audiodb/fanart/last.fm)
nl_nl: Schakel online scraper in (musicbrainz/audiodb/fanart/last.fm)

# #32019
source: Lookup artwork in a custom folder
nl_nl: Zoek artwork op in een aangepaste map

# #32020
source: Path to the custom folder
nl_nl: Pad naar de aangepaste map

# #32021
source: Lookup artwork in my music folders (library)
nl_nl: Artwork opzoeken in mijn muziekmappen (bibliotheek)

# #32022
source: Download (missing) artwork to my music folders
nl_nl: Download (ontbrekende) artwork naar mijn muziekmappen

# #32023
source: Download (missing) artwork to my custom folder
nl_nl: Download (ontbrekende) artwork naar mijn aangepaste map

# #32024
source: Use custom Musicbrainz mirror
nl_nl: Gebruik een aangepaste Musicbrainz url

# #32025
source: Skip if genre contains any of these genres
nl_nl: Sla over als het genre een van deze genres bevat

# #32026
source: Skip news/weather/sports/commercial etc. (depends on correct epg info)
nl_nl: Sla nieuws/weer/sport/reclame etc. over (afhankelijk van de juiste epg-info)

# #32027
source: One or more filters are active for this item. Are you sure you want to proceed ?
nl_nl: Er zijn een of meer filters actief voor dit item. Weet je zeker dat je verder wilt gaan ?

# #32028
source: Refresh (auto lookup)
nl_nl: Vernieuwen (automatisch opzoeken)

# #32029
source: Refresh (manual lookup)
nl_nl: Vernieuwen (handmatig opzoeken)

# #32030
source: Remove channel from ignore list
nl_nl: Kanaal verwijderen uit negeerlijst

# #32031
source: Add channel to ignore list
nl_nl: Kanaal toevoegen aan negeerlijst

# #32032
source: Remove title from ignore list
nl_nl: Titel verwijderen uit negeerlijst

# #32033
source: Add title to ignore list
nl_nl: Voeg een titel toe om de lijst te negeren

# #32034
source: Configure advanced settings
nl_nl: Configureer geavanceerde instellingen

# #32035
source: Settings for PVR artwork
nl_nl: Instellingen voor PVR artwork

# #32036
source: Manual configure artwork
nl_nl: Handmatig configureren artwork

# #32037
source: Continuing
nl_nl: Terugkerend

# #32038
source: Ended
nl_nl: BeÃ«indigd

# #32040
source: Released
nl_nl: Uitgegeven

# #32041
source: Is the selected PVR Title a movie or tvshow ?
nl_nl: Is de geselecteerde PVR-titel een film of tv-programma?

# #32042
source: Movie
nl_nl: Film

# #32043
source: Tvshow
nl_nl: Tv programma

# #32044
source: Other
nl_nl: Andere

# #32045
source: Personal API key for Fanart.TV
nl_nl: Persoonlijke API sleutel voor Fanart.TV

# #32046
source: see www.fanart.tv for more details about personal and VIP memberships
nl_nl: zie www.fanart.tv voor meer details over persoonlijke en VIP-lidmaatschappen

# #32047
source: Scraper settings
nl_nl: Scraper instellingen

# #32048
source: Enable theaudiodb for metadata/artwork
nl_nl: Schakel theaudiodb in voor metadata/artwork

# #32049
source: Enable TheAudioDb for metadata/artwork
nl_nl: Schakel TheAudioDb in voor metadata/artwork

# #32050
source: Enable last.fm for metadata
nl_nl: Schakel last.fm in voor metadata

# #32051
source: Enable fanart.tv for artwork
nl_nl: Schakel fanart.tv in voor artwork

# #32052
source: API keys
nl_nl: API-sleutels

# #32053
source: Unlock full features by providing custom API keys
nl_nl: Ontgrendel alle functies door aangepaste API-sleutels te verstrekken

# #32054
source: Patreon API-key for omdbapi.com
nl_nl: Patreon API-key voor omdbapi.com

# #32055
source: Personal developer API-key for TMDB
nl_nl: Persoonlijke ontwikkelaar API-key voor TMDB

# #32056
source: Consider donating to these great projects providing you with great metadata
nl_nl: Overweeg om te doneren aan deze geweldige projecten om u geweldige metadata te bieden

# #32058
source: This modules uses the following sites/services to grab metadata
nl_nl: Deze module gebruikt de volgende sites / services om metadata te verzamelen

# #32059
source: Enable debug logging (regardless of Kodi log level)
nl_nl: Foutopsporingsregistratie inschakelen (ongeacht het Kodi-logniveau)

# #32060
source: Limit number of extrafanarts to download (0 is no limit)
nl_nl: Beperk het aantal extrafanarts om te downloaden (0 is geen limiet)

# #32061
source: Personal developer API-key for TheAudioDb
nl_nl: Persoonlijke ontwikkelaar API-key voor TheAudioDb
