Repository: henryjfry/repository.thenewdiamond
Catalog: script.artwork.downloader/resources/language/resource.language.*/strings.po
Languages: da_dk, el_gr, es_es, gl_es, hr_hr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_br, sk_sk, sv_se, zh_cn

# #32001
source: Please help get more artwork or donate on:
da_dk: Hjælp os med at få mere fankunst eller donér på:
el_gr: Προσθέστε εικόνες ή συνδράμετε στα:
es_es: Por favor colabora con más artwork o donando en:
gl_es: Axúdenos a obter máis ilustracións ou faga unha doazón:
hr_hr: Pomozite nam da dobijemo više slika omota ili donirajte na:
hu_hu: Kérjük segítsen több művészképet szerezni vagy adományozzon itt:
it_it: Aiutaci a trovare nuovi artwork o fai una donazione a:
ko_kr: 더 많은 아트워크를 얻을 수 있도록 도와주시거나 기부해 주십시요:
nl_nl: Help on om meer artwork te verkijgen of doneer:
pl_pl: Proszę pomóc tworzyć grafiki lub wesprzeć finansowo:
pt_br: Por favor, ajudar a obter mais imagens e doar em:
sk_sk: Prosím pomôžte získať viac umeleckej grafiky a prispejte na:
sv_se: Hjälp till att skaffa fram mer material eller skänk pengar på:
zh_cn: 请帮助提供更多的艺术图片或给予捐赠支持：

# #32002
source: Scheduled run at time: (24h)
da_dk: Planlagt kørsel kl: (24t)
el_gr: Προγραμματισμένη εκτέλεση σε χρόνο: (24h)
es_es: Programar hora de ejecución: (24h)
gl_es: Execución programada ás: (24h)
hr_hr: Zakazano pokretanje u: (24h)
hu_hu: Előjegyzett futásidő: (24 óra)
it_it: Avvio programmato alle ore: (24h)
ko_kr: 실행 시간 예약: (24h)
nl_nl: Op geplande tijd uitvoeren: (24uur)
pl_pl: Cykliczne uruchomienie o czasie: (24h)
pt_br: Programar hora para executar: (24h)
sk_sk: Spustenie naplánované: (24h)
sv_se: Schemalagd körning: (24h)
zh_cn: 计划任务运行时间：（24小时）

# #32003
source: Faulty/empty settings combination found!
da_dk: Forkert/tom kombination af indstillinger fundet!
el_gr: Βρέθηκε λανθασμένος/άδειος συνδυασμός ρυθμίσεων!
es_es: Configuración defectuosa/vacia encontrada!
gl_es: Configuración con erros ou baleira!
hr_hr: Neispravana/prazna kombinacija postavki pronađena!
hu_hu: Hibás/hiányos beállítás kombináció!
it_it: Combinazione delle impostazioni erronea/vuota!
ko_kr: 설정이 잘못되었거나 비어있는 부분이 있습니다!
nl_nl: Foute/lege instelling combinatie gevonden!
pl_pl: Znaleziono nieprawidłową/pustą kombinację ustawień.
pt_br: Ajustes vazios ou com falhas encontrados!
sk_sk: Nájdené chybné/prázdne nastavenie!
sv_se: Felaktiga/tomma inställningar funna!
zh_cn: 发现错误/空设置组合！

# #32004
source: Select your preferences and press OK to save
da_dk: Vælg dine indstillinger og tryk OK for at gemme
el_gr: Επιλέξτε τις προτιμήσεις σας και πιέστε 'Επιλογή' για αποθήκευση
es_es: Seleccione sus preferencias y pulsa Aceptar para guardar
gl_es: Selecciones as súas preferencias e prema OK para gardar
hr_hr: Odaberite svoje postavke i pritisnite 'U redu' za spremanje
hu_hu: Válassza ki a beállításait, majd nyomjon OK-t a mentéshez
it_it: Scegli le tue preferenze e premi OK per salvare
ko_kr: 다시 설정하고 확인을 눌러 저장하세요
nl_nl: Kies youw voorkeuren en klik op OK om op te slaan
pl_pl: Wybierz ustawienia i naciśnij OK, by je zapisać
pt_br: Selecione suas preferências e pressione OK para salvar
sk_sk: Zvoľte Vaše preferencie a stlačte OK pre uloženie
sv_se: Välj dina inställningar och tryck på OK för att spara
zh_cn: 选择首选项并按“确定”保存

# #32005
source: Cleaning up
da_dk: Rydder op
el_gr: Εκκαθάριση
es_es: Limpieza en curso
gl_es: Limpando
hr_hr: Čišćenje
hu_hu: Takarítás
it_it: Pulizia in corso
ko_kr: 정리중
nl_nl: Schoonmaken
pl_pl: Czyszczenie w toku
pt_br: Limpeza em curso
sk_sk: Upratujem
sv_se: Rensar upp
zh_cn: 清除

# #32006
source: Error
da_dk: Fejl
el_gr: Σφάλμα
gl_es: Erro
hr_hr: Greška
hu_hu: Hiba
it_it: Errore
ko_kr: 오류
pl_pl: Błąd
pt_br: Erro
sk_sk: Chyba
sv_se: Fel
zh_cn: 错误

# #32007
source: Error downloading file
da_dk: Fejl ved download af fil
el_gr: Σφάλμα λήψης αρχείου
es_es: Error al descargar archivo
gl_es: Produciuse un erro descargando o ficheiro
hr_hr: Greška preuzimanja datoteke
hu_hu: HIba a fájl letöltése közben
it_it: Errore di download del file
ko_kr: 파일 다운로드 오류
nl_nl: Error bij downloaden bestand
pl_pl: Błąd przy pobieraniu pliku
pt_br: Erro transferindo arquivo
sk_sk: Chyba pri sťahovaní súboru
sv_se: Fel vid nedladdning
zh_cn: 下载文件错误

# #32008
source: Searching for artwork
da_dk: Søger efter illustrationer
el_gr: Αναζήτηση για εικόνες
es_es: Búsqueda de artwork en curso
gl_es: Buscando ilustracións
hr_hr: Pretraživanje slike omota
hu_hu: Művészkép keresése
it_it: Cercando artwork
ko_kr: 아트워크 찾는 중
nl_nl: Zoeken naar artwork
pl_pl: Wyszukiwanie grafik w toku
pt_br: Procurando por artwork
sk_sk: Vyhľadáva sa umelecká grafika
sv_se: Söker efter bildmaterial
zh_cn: 搜索艺术图片

# #32009
source: Downloading
da_dk: Henter
el_gr: Γίνεται λήψη
es_es: Descargando
gl_es: Descargando
hr_hr: Preuzimanje
hu_hu: Letöltés folyamatban
it_it: Download in corso
ko_kr: 다운로딩
nl_nl: Downloaden
pl_pl: Pobieranie
pt_br: Transferindo
sk_sk: Preberá sa
sv_se: Laddar ned
zh_cn: 正在下载

# #32010
source: Add-on aborted
da_dk: Addon afbrudt
el_gr: Το πρόσθετο διεκόπη
es_es: Add-on anulado
gl_es: Complemento cancelado
hr_hr: Dodatak prekinut
hu_hu: Kiegészítő leállt
it_it: Add-on interrotto
ko_kr: 추가기능 취소됨
nl_nl: Add-on geannuleerd
pl_pl: Przerwano działanie wtyczki
pt_br: Add-on abortado
sk_sk: Doplnok ukončený
sv_se: Tillägget avbrutet
zh_cn: 插件已终止

# #32011
source: Network error detected
da_dk: Netværksfejl opdaget
el_gr: Εντοπίστηκε σφάλμα δικτύου
es_es: Fallo de conexión
gl_es: Detectouse un erro de rede
hr_hr: Otkrivena mrežna greška
hu_hu: Hálózati hiba történt
it_it: Errore di rete
ko_kr: 네트워크 오류 감지됨
nl_nl: Network error gedetecteerd
pl_pl: Wystąpił błąd sieci
pt_br: Detectado erro na rede
sk_sk: Vyskytla sa sieťová chyba
sv_se: Nätverksfel
zh_cn: 检测到网络错误

# #32012
source: Finished
da_dk: Færdig
el_gr: Ολοκληρώθηκε
es_es: Completado
gl_es: Rematado
hr_hr: Završeno
hu_hu: Befejeződött
it_it: Finito
ko_kr: 완료
nl_nl: Klaar
pl_pl: Zakończono
pt_br: Finalizado
sk_sk: Dokončené
sv_se: Slutförd
zh_cn: 已完成

# #32013
source: Enable downloading
da_dk: Aktivér download
el_gr: Ενεργοποίηση λήψης
es_es: Habilitar descargas
gl_es: Activar descarga
hr_hr: Omogući preuzimanje
hu_hu: Letöltés engedélyezése
it_it: Abilita download
ko_kr: 다운로드 함
nl_nl: Downloaden toestaan
pl_pl: Włącz pobieranie
pt_br: Habilitar Transferência
sk_sk: Povoliť sťahovanie
sv_se: Aktivera nerladdning
zh_cn: 启用下载

# #32014
source: Total Artwork
da_dk: Al Fankunst
el_gr: Σύνολο Εικόνων
es_es: Artwork completo
gl_es: Ilustración Completa
hr_hr: Ukupno slika omota
hu_hu: Teljes művészkép
it_it: Artwork totali
ko_kr: 모든 아트워크
nl_nl: Artwork totaal
sk_sk: Súhrn umeleckej grafiky
sv_se: Allt bildmaterial
zh_cn: 全部艺术图片

# #32015
source: Please choose
da_dk: Vælg venligst
el_gr: Παρακαλώ επιλέξτε
es_es: Por favor seleccione
gl_es: Por favor escolla
hr_hr: Odaberite
hu_hu: Kérjük válasszon
it_it: Scegli
ko_kr: 선택하세요
nl_nl: Kiezen a.u.b.
pl_pl: Proszę wybrać
pt_br: Por favor escolha
sk_sk: Prosím zvoľte
sv_se: Välj
zh_cn: 请选择

# #32016
source: Failed items
da_dk: Emner, der fejlede
el_gr: Αντικείμενα που απέτυχαν
es_es: Elementos fallidos
gl_es: Elementos erróneos
hr_hr: Neuspjele stavke
hu_hu: Meghiúsult elemek
it_it: Oggetti non validi
ko_kr: 실패한 항목
nl_nl: Mislukte items
pt_br: Itens com falha
sk_sk: Chybné položky
sv_se: Misslyckade nerladdningar
zh_cn: 失败项

# #32017
source: Cancelled
da_dk: Annulleret
el_gr: Ακυρώθηκε
es_es: Cancelado
gl_es: Cancelado
hr_hr: Poništeno
hu_hu: Leállítva
it_it: Annullato
ko_kr: 취소됨
nl_nl: Geannuleerd
pl_pl: Anulowano
pt_br: Cancelado
sk_sk: Zrušené
sv_se: Avbruten
zh_cn: 已取消

# #32018
source: Download canceled by user
da_dk: Bruger annullerede download
el_gr: Η λήψη ακυρώθηκε από το χρήστη
es_es: Descarga cancelada por el usuario
gl_es: Descarga cancelada polo usuario
hr_hr: Preuzimanje je poništio korisnik
hu_hu: A letöltést a felhasználó megszakította
it_it: Download annullato dall'utente
ko_kr: 사용자가 다운로드들 취소함
nl_nl: Downloaden geannuleerd door gebruiker
pl_pl: Pobierane zostało anulowane przez użytkownika
pt_br: Transferência cancelada pelo usuário
sk_sk: Sťahovanie zrušené užívateľom
sv_se: Nerladdningen avbröts av användaren
zh_cn: 下载已被用户取消

# #32019
source: Delayed start in minutes:
da_dk: Antal minutter før forsinket start:
el_gr: Καθυστερημένη έναρξη σε λεπτά:
es_es: Tiempo de retardo para comenzar en minutos:
gl_es: Adiamento do inicio en minutos:
hr_hr: Odgoda pokretanja u minutama:
hu_hu: Időzített kezdés ennyi perc múlva:
it_it: Avvio differito in minuti:
ko_kr: 실행 지연시간 (분):
nl_nl: Vertraagde start in minuten:
pl_pl: Opóźnienie startu w minutach:
pt_br: Tempo de atraso para iniciar em minutos:
sk_sk: Odložený štart v minútach:
sv_se: Fördröjd start i minuter:
zh_cn: 延迟开始（分）：

# #32020
source: Downloaded
da_dk: Downloadet
el_gr: Ελήφθησαν
es_es: Descargado
gl_es: Descargado
hr_hr: Preuzeto
hu_hu: Letöltve
it_it: Scaricato
ko_kr: 다운로드
nl_nl: Gedownload
pl_pl: Pobrano
pt_br: Transferido
sk_sk: Stiahnuté
sv_se: Nerladdad
zh_cn: 已下载

# #32021
source: Processing Artwork
da_dk: Behandler Illustrationer
el_gr: Επεξεργασία Εικόνων
es_es: Procesando Artwork
gl_es: Procesando a Ilustración
hr_hr: Obrađujem slike omota
hu_hu: Művészkép feldogozása
it_it: Elaborazione artwork
ko_kr: 아트워크 처리 중
nl_nl: Artwork verwerken
pl_pl: Przetwarzanie grafiki
pt_br: Processando Artwork
sk_sk: Spracúvam umeleckú grafiku
sv_se: Behandlar bildmaterial
zh_cn: 处理艺术图片

# #32022
source: not found!
da_dk: ikke fundet!
el_gr: δεν βρέθηκαν!
es_es: no encontrado!
gl_es: non atopado!
hr_hr: nije pronađeno!
hu_hu: nem található!
it_it: non trovato!
ko_kr: 없음!
nl_nl: niet gevonden!
pl_pl: nie znaleziono!
pt_br: não encontrado!
sk_sk: nenájdené!
sv_se: kunde inte hittas!
zh_cn: 未找到

# #32023
source: Run add-on at login
da_dk: Start Addon ved login
el_gr: Εκτέλεση του πρόσθετου κατά την εκκίνηση
es_es: Ejecutar add-on al iniciar sesión
gl_es: Executar o complemento ao iniciar sesión
hr_hr: Pokreni dodatak prilikom prijave
hu_hu: Kiegészítő futtatása bejelentkezéskor
it_it: Avvia add-on all'accesso
ko_kr: 로그인할 때 추가기능 실행
nl_nl: Add-on uitvoeren bij inloggen
pl_pl: Uruchom wtyczkę przy logowaniu
pt_br: Rodar add-on no login
sk_sk: Spustiť doplnok pri prihlásení
sv_se: Starta tillägget vid inloggning
zh_cn: 登录时运行插件

# #32024
source: Run add-on as a service
da_dk: Kør addon som en tjeneste
el_gr: Εκτέλεση του πρόσθετου σαν υπηρεσία
es_es: Ejecutar add-on como un servicio
gl_es: Executar o complemento como servizo
hr_hr: Pokreni dodatak kao uslugu
hu_hu: Kiegészítő futtatása szolgáltatásként
it_it: Avvia l'addon come servizio
ko_kr: 추가기능을 서비스로 실행
nl_nl: Add-on uitvoeren als service
pl_pl: Uruchom wtyczkę jako usługę
pt_br: Rodar add-on como um serviço
sk_sk: Spustiť doplnok ako službu
sv_se: Starta tillägget som en tjänst
zh_cn: 以服务形式运行插件

# #32025
source: Yes
da_dk: Ja
el_gr: Ναι
es_es: Si
gl_es: Si
hr_hr: Da
hu_hu: Igen
it_it: Si
ko_kr: 예
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
sk_sk: Áno
sv_se: Ja
zh_cn: 是

# #32026
source: No
da_dk: Nej
el_gr: Όχι
gl_es: Non
hr_hr: Ne
hu_hu: Nem
ko_kr: 아니오
nl_nl: Nee
pl_pl: Nie
pt_br: Não
sk_sk: Nie
sv_se: Nej
zh_cn: 否

# #32027
source: Close
da_dk: Luk
el_gr: Κλείσιμο
es_es: Cerrar
gl_es: Pechar
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
ko_kr: 닫기
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
sk_sk: Zavrieť
sv_se: Stäng
zh_cn: 关闭

# #32028
source: Report
da_dk: Rapportér
el_gr: Αναφορά
es_es: Informe
gl_es: Informe
hr_hr: Izvješće
hu_hu: Jelentés
it_it: Segnala
ko_kr: 리포트
nl_nl: Rapport
pl_pl: Raport
pt_br: Reportar
sk_sk: Hlásenie
sv_se: Rapportera
zh_cn: 报告

# #32029
source: [I](After changes are made you must restart XBMC) [/I]
da_dk: [I](Ved ændringer skal du genstarte XBMC) [/I]
el_gr: [I](Αφού γίνουν οι αλλαγές πρέπει να επανεκκινήσετε το XBMC) [/I]
es_es: [I](Los cambios tendrán efecto después de reiniciar XBMC) [/I]
gl_es: [I](Antes de que os trocos teñan efecto debe reiniciar o XBMC) [/I]
hr_hr: [I](Nakon što su promjene napravljene morate ponovno pokrenuti XBMC) [/I]
hu_hu: [I](A változtatások után újra kell indítania az XBMC-t)[/I]
it_it: [I](XBMC dev'essere riavviato dopo avere effettuato i cambiamenti) [/I]
ko_kr: [I](변경값을 적용하려면 XBMC를 다시 실행해야 합니다) [/I]
nl_nl: [I](Na wijzigingen moet je XBMC opniew opstarten) [/I]
pl_pl: [I](Po dokonaniu zmian należy ponownie uruchomić XBMC) [/I]
pt_br: [I](Após efetuar as mudanças você deve reinciar o XBMC) [/I]
sk_sk: [I](Po vykonaní zmien musíte reštartovať XBMC) [/I]
sv_se: [I](Du måste starta om XBMC efter att du gjort ändringar) [/I]
zh_cn: [I]（修改完成后需要重新启动XBMC）[/I]

# #32030
source: No provider ID found for looking up artwork
da_dk: Leverandør-ID til søgning af fankunst ikke fundet
el_gr: Δε βρέθηκε ταυτότητα παρόχου (provider ID) για αναζήτηση εικόνων
es_es: No encuentra ID del proveedor para buscar artwork
gl_es: Non se atopou ID do provedor na busca da ilustración
hr_hr: Nije pronađen ID pružatelja usluga za pretraživanje slika omota
hu_hu: Nem található szolgáltató azonosító művészkép kereséshez
it_it: Provider ID non trovato per la ricerca degli artwork
ko_kr: 아트워크를 찾는데 필요한 provider ID가 없습니다
nl_nl: Geen provider ID gevonden voor het opzoekem van artwork
pl_pl: Nie znaleziono ID dostawcy do wyszukania grafik
pt_br: Nenhum provedor encontrado para procurar artwork
sk_sk: Nenájdené ID poskytovateľa pri hľadaní umeleckej grafiky
sv_se: Hittade inget provider ID för sökning av bildmaterial
zh_cn: 未找到搜索艺术图片的提供者ID

# #32031
source: General
da_dk: Generelt
el_gr: Γενικά
gl_es: Xeral
hr_hr: Općenito
hu_hu: Általános
it_it: Generale
ko_kr: 일반
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
sk_sk: Všeobecné
sv_se: Allmänna
zh_cn: 常用

# #32032
source: [B]General settings used in Artwork Downloader[/B]
da_dk: [B]Generelle indstillinger til Artwork Downloader[/B]
el_gr: [B]Γενικές ρυθμίσεις που χρησιμοποιούνται στο Artwork Downloader[/B]
es_es: [B]Ajustes generales usados en Artwork Downloader[/B]
gl_es: [B]Configuración xeral do Descargador de Ilustracións[/B]
hr_hr: [B]Općenite postavke korištene u Preuzimatelju slika omota[/B]
hu_hu: [B]Az Artwork Downloader általános beállításai[/B]
it_it: [B]Impostazioni generali usate in Artwork Downloader[/B]
ko_kr: [B]Artwork Downloader 일반 설정[/B]
nl_nl: [B]Algemene opties gebruikt in Artwork Downloader[/B]
pl_pl: [B]Ogólne ustawienia używane w Artwork Downloader[/B]
pt_br: [B]Ajustes Gerais usado para Transferir Artwork[/B]
sk_sk: [B]Všeobecné nastavenia pre Artwork Downloader[/B]
sv_se: [B]Allmänna inställningar för Artwork Downloader[/B]
zh_cn: [B]艺术图片下载常用设置[/B]

# #32033
source: Run in background
da_dk: Kør i baggrunden
el_gr: Εκτέλεση στο παρασκήνιο
es_es: Ejecutar en segundo plano
gl_es: Executar en segundo plano
hr_hr: Pokreni u pozadini
hu_hu: Futtatás a háttérben
it_it: Avvia in background
ko_kr: 백그라운 실행
nl_nl: Uitvoeren op de achtergrond
pl_pl: Uruchom w tle
pt_br: Executar em Segundo Plano
sk_sk: Bežať v pozadí
sv_se: Kör i bakgrunden
zh_cn: 在后台运行

# #32034
source: Show dialog on finished/errors
da_dk: Vis dialogboks ved fuldendte/fejl
el_gr: Εμφάνιση παραθύρου σε περίπτωση σφάλματος/τέλους
es_es: Mostrar dialogo en completado/errores
gl_es: Amosar un cadro de diálogo ao rematar/erros
hr_hr: Prikaži dijalog kod završetka/greški
hu_hu: Párbeszéd mutatása, ha kész vagy hiba történt
it_it: Mostra messaggio quando finito/errori riscontrati
ko_kr: 종료 또는 오류가 발생하면 대화창 표시
nl_nl: Toon melding bij geëindigd/fouten
pl_pl: Pokazuj powiadomienie po zakończeniu / błędach
pt_br: Mostrar diálogo ao finalizar/erros
sk_sk: Ukázať dialóg pri skončení/chybe
sv_se: Visa dialoger vid avslut/fel
zh_cn: 完成/出错时显示对话框

# #32035
source: Overwrite all existing artwork [I](will be automaticly disabled after downloading) [/I]
da_dk: Overskriv alle eksisterende illustrationer[I](Deaktiveres automatisk efter download) [/I]
el_gr: Αντικατάσταση των υφιστάμενων εικόνων [I](θα απενεργοποιηθεί μετά τη λήψη) [/I]
es_es: Sobrescribir todos los artwork existentes [I](se desactiva automáticamente después de descargar) [/I]
gl_es: Sobrescribir todas as ilustracións [I](desactivarase automaticamente despois da descarga) [/I]
hr_hr: Prepiši sve postojeće slike albuma [I](automatski će se onemogućiti nakon preuzimanja) [/I]
hu_hu: Minden meglévő művészkép felülírása [I](letöltés után automatikusan visszaáll)[/I]
it_it: Sovrascrivi tutti gli artwork esistenti [I](verrà disabilitato automaticamente dopo il download)[/I]
ko_kr: 현재 아트워크 모두 덮어쓰기 [I](이 옵션은 다운로드 완료 후 자동으로 비활성화됩니다) [/I]
nl_nl: Alle bestaande artwork overschrijven [I](word automatisch uitgezet na downloaden) [/I]
pl_pl: Zastąp wszystkie istniejące grafiki [I](zostanie automatycznie wyłączone po pobraniu) [/I]
pt_br: Substituir todos os artworks existentes [I](desativar automaticamente após downloads) [/I]
sk_sk: Prepísať existujúcu umeleckú grafiku [I](bude automaticky zakázané po skončení sťahovania) [/I]
sv_se: Skriv över allt existerande material [I](stängs av automatiskt efter nerladdning) [/I]
zh_cn: 覆盖所有已有的艺术图片[I]（下载完成后将被自动禁用）[/I]

# #32036
source: Centralize extrafanart [I](Can be used for extrafanart slideshow) [/I]
da_dk: Gem ekstrafanart lokalt[I](Kan benyttes til diasshow med ekstrafanart) [/I]
el_gr: Συγκέντρωση extrafanart [I](Μπορεί να χρησιμοποιηθεί για παρουσίαση extrafanart) [/I]
es_es: Centralizar extrafanart [I](Puede ser usado para extrafanart slideshow) [/I]
gl_es: Centralizar os fanarts adicionais [I](Pódese usar para o pase de diapositivas) [/I]
hr_hr: Centraliziraj dodatne slike omota[I](može se koristiti za slikovnu prezentaciju dodatnih slika omota) [/I]
hu_hu: Extra rajongói képek központosítása [I](pl. diavetítéshez)[/I]
it_it: Centralizza extrafanart [I](Può essere usato per presentazioni delle extrafanart)[/I]
ko_kr: 추가팬아트 한곳에 모으기[I](추가팬아트 슬라이드 쇼에 사용) [/I]
nl_nl: Centrale extrafanart [I](Kan gebruikt worden voor extrafanart diavoorstelling) [/I]
pl_pl: Centralne foldery ExtraFanArtów [I](można ich użyć do pokazów slajdów) [/I]
pt_br: Centralizar extrafanart [I](Pode ser usado para o slideshow extrafanart) [/I]
sk_sk: Sústrediť extrafanart [I](Môže byť použité extrafanart prezentáciou) [/I]
sv_se: Centralisera extramaterial [I](Kan användas för bildspel av extramaterial)[/I]
zh_cn: 集中所有附加同人画[I]（用于附加同人画幻灯片）[/I]

# #32037
source: Central TV extrafanart directory
da_dk: Lokal mappe til TV-ekstrafanart
el_gr: Κεντρικός κατάλογος extrafanart τηλ. σειρών
es_es: Carpeta extrafanart de Series
gl_es: Cartafol dos fanarts adicionais de Series de TV
hr_hr: Središnji TV direktorij dodatnih slika omota
hu_hu: Központi TV-műsor extra rajongói képek könyvtára
it_it: Directory principale extrafanart TV
ko_kr: 통합 TV 추가팬아트 저장 폴더
nl_nl: Centrale TV extrafanart folder
pl_pl: Folder na ExtraFanArty Seriali TV
pt_br: Diretório Central extrafanart Seriados
sk_sk: Centrálny priečinok pre TV extrafanart
sv_se: Mapp för extramaterial, TV
zh_cn: 集中电视附加同人画目录

# #32038
source: Central Movie extrafanart directory
da_dk: Lokal mappe til Film-ekstrafanart
el_gr: Κεντρικός κατάλογος extrafanart ταινιών
es_es: Carpeta extrafanart de Películas
gl_es: Cartafol dos fanarts adicionais de Filmes
hr_hr: Središnji filmski direktorij dodatnih slika omota
hu_hu: Központi film extra rajongói képek könyvtára
it_it: Directory principale extrafanart Film
ko_kr: 통합 영화 추가팬아트 저장 폴더
nl_nl: Centrale Movie extrafanart folder
pl_pl: Folder na ExtraFanArty Filmów
pt_br: Diretório Central extrafanart Filmes
sk_sk: Centrálny priečinok pre filmový extrafanart
sv_se: Mapp för extramaterial, film
zh_cn: 集中电影附加同人画目录

# #32039
source: View download report from latest download run
da_dk: Se rapport om seneste download
el_gr: Προβολή αναφοράς από την τελευταία λήψη
es_es: Mostrar informe de la última ejecución
gl_es: Ver informe da última descarga
hr_hr: Pogledajte izvješće posljednjeg preuzimanja
hu_hu: Legutóbbi letöltése eredményeinek mutatása
it_it: Mostra report dell'ultimo download effettuato
ko_kr: 마지막 다운로드 실행 결과 리포트 보기
nl_nl: Bekijk download rapport van laatste download sessie
pl_pl: Pokaż raport z ostatniego uruchomienia
pt_br: Ver relatório da última execução de download
sk_sk: Zobraziť hlásenie z posledného sťahovania
sv_se: Visa rapport för senaste nerladdningen
zh_cn: 查看最新下载报告

# #32051
source: Limit Artwork
da_dk: Begræns Illustrationer
el_gr: Περιορισμός Εικόνων
es_es: Limitar Artwork
gl_es: Limitar Ilustración
hr_hr: Ograničenje slika omota
hu_hu: Művészképek korláta
it_it: Limita artwork
ko_kr: 아트워크 제한
pl_pl: Ograniczenia
pt_br: Limite Artwork
sk_sk: Obmedziť umeleckú grafiku
sv_se: Begränsa material
zh_cn: 限制艺术图片

# #32052
source: [B]Options for limiting downloaded artwork[/B]
da_dk: [B]Indstillinger til begrænsning af hentede illustrationer[/B]
el_gr: [B]Επιλογές για περιορισμό λήψης εικόνων[/B]
es_es: [B]Opciones para limitar la descarga de artwork[/B]
gl_es: [B]Opcións para limitar as ilustracións descargadas[/B]
hr_hr: [B]Mogućnosti za ograničavanje preuzetih slika omota[/B]
hu_hu: [B]Beállítások a letöltött művészképek korlátozásához[/B]
it_it: [B]Opzioni per limitare gli artwork scaricati[/B]
ko_kr: [B]아트워크 다운로드 제한 옵션[/B]
pl_pl: [B]Opcje ograniczania rodzajów i ilości pobieranych grafik[/B]
pt_br: [B]Opções para limitar transferências artwork[/B]
sk_sk: [B]Nastavenie pre obmedzenie sťahovania umeleckej grafiky[/B]
sv_se: [B]Inställningar för begränsing av nerladdat material[/B]
zh_cn: [B]限制下载艺术图片选项[/B]

# #32053
source: Maximum extrafanart
da_dk: Maksimum ekstrafanart
el_gr: Μέγιστος αριθμός extrafanart
es_es: Extrafanart máximo
gl_es: Fanart adicional máximo
hr_hr: Maksimalno dodatnih slika omota
hu_hu: Maximális extra rajongói kép
it_it: Extrafanart massime
ko_kr: 추가팬아트 최대 개수
pl_pl: Maksymalna ilość ExtraFanArtów
pt_br: Máximo de extrafanarts
sv_se: Maximal mängd extramaterial
zh_cn: 最多附加同人画

# #32054
source: Minimum rating
da_dk: Minimumsvurdering
el_gr: Ελάχιστη βαθμολογία
es_es: Valoración mínima
gl_es: Valoración mínima
hr_hr: Minimalna ocjena
hu_hu: Minimális értékelés
it_it: Valutazione minima
ko_kr: 최소 등급
nl_nl: Minimum beoordeeling
pl_pl: Minimalna ocena
pt_br: Classificação Mínima
sk_sk: Minimálne hodnotenie
sv_se: Lägsta betyg
zh_cn: 最低投票

# #32055
source: Preferred language:
da_dk: Foretrukket sprog:
el_gr: Προτιμώμενη γλώσσα:
es_es: Lenguaje principal:
gl_es: Idioma preferido:
hr_hr: Željeni jezik:
hu_hu: Előnyben részesített nyelv
it_it: Linguaggio preferito:
ko_kr: 선호 언어:
nl_nl: Vookeurstaal:
pl_pl: Preferowany język:
pt_br: Linguagem Preferida:
sk_sk: Preferovaný jazyk:
sv_se: Föredraget språk:
zh_cn: 首选语言：

# #32056
source: Exclude fanart that has text
da_dk: Udeluk fankunst med tekst
el_gr: Αποκλεισμός fanart με κείμενο
es_es: Excluir fanart con texto
gl_es: Excluír o fanart que teña texto
hr_hr: Isključi slike omota koje imaju tekst
hu_hu: Szöveget tartalmazó rajongói képek kizárása
it_it: Escludi fanart con testo
ko_kr: 문자가 포함된 팬아트 제외
nl_nl: Fanart uitsluiten die tekst bevat
pl_pl: Wyklucz FanArt z napisami
pt_br: Excluir fanart que possuir texto
sk_sk: Vylúčiť FanArt obsahujúci text
sv_se: Ta inte med material som innehåller text
zh_cn: 排除含文字的同人画

# #32057
source: Minimum fanart size: Movies
da_dk: Mindste størrelse på fankunst: Film
el_gr: Ελάχιστο μέγεθος fanart: Ταινίες
es_es: Tamaño mínimo fanart: Películas
gl_es: Tamaño mínimo do fanart: Filmes
hr_hr: Minimalna veličina slike omota: Filmovi
hu_hu: Minimális rajongói kép méret: Filmek
it_it: Dimensione minima fanart: Film
ko_kr: 팬아트 최소 크기: 영화
nl_nl: Minimum fanart grootte: Films
pl_pl: Minimalny rozmiar FanArtów: Filmy
pt_br: Tamanho Mínimo Fanart: Filmes
sk_sk: Minimálna veľkosť FanArt: Filmy
sv_se: Minsta bildstorlek: Filmer
zh_cn: 最小同人画尺寸：电影
