Repository: henryjfry/repository.thenewdiamond
Catalog: script.artwork.downloader/resources/language/resource.language.*/strings.po
Languages: da_dk, el_gr, es_es, gl_es, hr_hr, hu_hu, it_it, ko_kr, nl_nl, pl_pl, pt_br, sk_sk, sv_se, zh_cn

# #32058
source: Minimum fanart size: TV Shows
da_dk: Mindste størrelse på fankunst: TV-serier
el_gr: Ελάχιστο μέγεθος fanart: Τηλ. Σειρές
es_es: Tamaño mínimo fanart: Series
gl_es: Tamaño mínimo do fanart: Serie de TV
hr_hr: Minimalna veličina slike omota: TV serije
hu_hu: Minimális rajongói kép méret: TV-műsorok
it_it: Dimensione minima fanart: Serie TV
ko_kr: 팬아트 최소 크기: TV 쇼
nl_nl: Minimum fanart grootte: TV Series
pl_pl: Minimalny rozmiar FanArtów: Seriale TV
pt_br: Tamanho Mínimo Fanart: Seriados
sk_sk: Minimálna veľkosť FanArt: TV seriály
sv_se: Minsta bildstorlek: TV serier
zh_cn: 最小同人画尺寸：剧集

# #32062
source: Minimum fanart size: Musicvideos
da_dk: Mindste størrelse på fankunst: Musikvideoer
el_gr: Ελάχιστο μέγεθος fanart: Μουσικά Βίντεο
es_es: Tamaño mínimo fanart: Videoclips
gl_es: Tamaño mínimo do fanart: Vídeos Musicais
hr_hr: Minimalna veličina slike omota: Glazbeni spotovi
hu_hu: Minimális rajongói kép méret: Klipek
it_it: Dimensione minima fanart: Video musicali
ko_kr: 팬아트 최소 크기: 뮤직비디오
nl_nl: Minimum fanart grootte: Muziekvideos
pl_pl: Minimalny rozmiar FanArtów: Teledyski
pt_br: Tamanho Mínimo Fanart: Concertos
sk_sk: Minimálna veľkosť FanArt: Hudobné videá
sv_se: Minsta bildstorlek: musikvideor
zh_cn: 最小同人画尺寸：音乐电视

# #32071
source: Movies
da_dk: Film
el_gr: Ταινίες
es_es: Películas
gl_es: Películas
hr_hr: Filmovi
hu_hu: Filmek
it_it: FILM
ko_kr: 영화
nl_nl: Films
pl_pl: Filmy
pt_br: Filmes
sk_sk: Filmy
sv_se: FILMER
zh_cn: 电影

# #32072
source: [B]Options for downloading Movie artwork[/B]
da_dk: [B]Indstillinger til download af Film-fankunst[/B]
el_gr: [B]Επιλογές για λήψη εικόνων Ταινιών[/B]
es_es: [B]Opciones para descargar artwork de Películas[/B]
gl_es: [B]Opcións da descarga de ilustracións de Filmes[/B]
hr_hr: [B]Mogućnosti preuzimanja filmskih slika omota[/B]
hu_hu: [B]Film művészkép letöltési beállítások[/B]
it_it: [B]Opzioni per il download di artwork di Film[/B]
ko_kr: [B]영화 아트워크 다운로드 옵션[/B]
nl_nl: [B]Opties voor downloaden van Film artwork[/B]
pl_pl: [B]Opcje pobierania grafik Filmów[/B]
pt_br: [B]Opções para downloading de artwork filmes[/B]
sk_sk: [B]Nastavenie pre sťahovanie Filmovej umeleckej grafiky[/B]
sv_se: [B]Alternativ för nerladdning av bildmaterial för film[/B]
zh_cn: [B]下载电影艺术图片选项[/B]

# #32081
source: TV Shows
da_dk: TV-serier
el_gr: Τηλεοπτικές Σειρές
es_es: Series
gl_es: Series de TV
hr_hr: TV serije
hu_hu: Sorozatok
it_it: PROGRAMMI TV
ko_kr: TV 쇼
nl_nl: TV Series
pl_pl: Seriale TV
pt_br: Seriados
sk_sk: TV Seriály
sv_se: TV-SERIER
zh_cn: 剧集

# #32082
source: [B]Options for downloading TV Show artwork[/B]
da_dk: [B]Indstillinger til download af fankunst til TV-serier[/B]
el_gr: [B]Επιλογές για λήψη εικόνων Τηλ. Σειρών[/B]
es_es: [B]Opciones para descargar artwork de Series[/B]
gl_es: [B]Opcións da descarga de ilustracións de Series de TV[/B]
hr_hr: [B]Mogućnosti preuzimanja slika omota TV serija[/B]
hu_hu: [B]TV-műsor művészkép letöltési beállítások[/B]
it_it: [B]Opzioni per il download di artwork di Serie TV[/B]
ko_kr: [B]TV 쇼 아트워크 다운로드 옵션[/B]
nl_nl: [B]Opties voor downloaden van TV Serie artwork[/B]
pl_pl: [B]Opcje pobierania grafik Seriali TV[/B]
pt_br: [B]Opções for downloading TV Show artwork[/B]
sk_sk: [B]Nastavenie pre sťahovanie TV seriálovej umeleckej grafiky[/B]
sv_se: [B]Alternativ för nerladdning av bildmaterial för tv-serier[/B]
zh_cn: [B]下载剧集艺术图片选项[/B]

# #32091
source: Musicvideo
da_dk: Musikvideo
el_gr: Μουσικά Βίντεο
es_es: Videoclips
gl_es: Vídeos Musicais
hr_hr: Glazbeni spot
hu_hu: Videóklip
it_it: Video musicali
ko_kr: 뮤직비디오
nl_nl: Muziekvideo
pl_pl: Teledyski
pt_br: Concertos
sk_sk: Hudobné video
sv_se: Musikvideo
zh_cn: 音乐电视

# #32092
source: [B]Options for downloading Musicvideo artwork[/B]
da_dk: [B]Indstillinger til download af fankunst til Musikvideoer[/B]
el_gr: [B]Επιλογές για λήψη εικόνων Μουσικών Βίντεο[/B]
es_es: [B]Opciones para descargar artwork de Videoclips[/B]
gl_es: [B]Opcións da descarga de ilustracións de Vídeos Musicais[/B]
hr_hr: [B]Mogućnosti preuzimanja slika omota glazbenih spotova[/B]
hu_hu: [B]Videóklip művészkép letöltési beállítások[/B]
it_it: [B]Opzioni per il download di artwork di Video musicali[/B]
ko_kr: [B]뮤직비디오 아트워크 다운로드 옵션[/B]
nl_nl: [B]Opties voor downloaden van Muziekvideo artwork[/B]
pl_pl: [B]Opcje pobierania grafik Teledysków[/B]
pt_br: [B]Opções para downloading artwork concertos[/B]
sk_sk: [B]Nastavenie pre sťahovanie umeleckej grafiky k hudobným videám[/B]
sv_se: [B]Alternativ för nerladdning av bildmaterial för musikvideor[/B]
zh_cn: [B]下载音乐电视艺术图片选项[/B]

# #32101
source: Advanced
da_dk: Udvidet
el_gr: Για προχωρημένους
es_es: Avanzado
gl_es: Avanzado
hr_hr: Napredno
hu_hu: Haladó
it_it: Avanzato
ko_kr: 고급
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
sk_sk: Pokročilé
sv_se: Avancerad
zh_cn: 高级

# #32102
source: [B]Some more advanced settings to be used[/B]
da_dk: [B]Nogle flere avancerede indstillinger du kan bruge[/B]
el_gr: [B]Επιπλέον ρυθμίσεις για προχωρημένους[/B]
es_es: [B]Más opciones de ajustes avanzados[/B]
gl_es: [B]Outros axustes avanzados para usar[/B]
hr_hr: [B]Dodatne napredne postavke[/B]
hu_hu: [B]Néhány további haladó beállítás[/B]
it_it: [B]Altre impostazioni avanzate da utilizzare[/B]
ko_kr: [B]약간의 고급 설정들[/B]
nl_nl: [B]Meer geavanceerde instellingen om te gebruiken[/B]
pl_pl: [B]Kilka ustawień zaawansowanych[/B]
pt_br: [B]Configurações Avançadas[/B]
sk_sk: [B]Niektoré pokročilé nastavenia[/B]
sv_se: [B]Mer avancerade inställningar[/B]
zh_cn: [B]一些高级设置[/B]

# #32103
source: Use local files
da_dk: Anvend lokale filer
el_gr: Χρήση τοπικών αρχείων
es_es: Usar archivos locales
gl_es: Usar ficheiros locais
hr_hr: Koristi lokalne datoteke
it_it: Usa file locali
ko_kr: 로컬 파일 사용
nl_nl: Gebruik lokale bestanden
pt_br: Usar Arquivos Locais
sk_sk: Použiť lokálne súbory
sv_se: Använd lokala filer
zh_cn: 使用本地文件

# #32106
source: Use XBMC pre-caching [I](caches images to thumbnails folder while downloading) [/I]
da_dk: Anvend XBMC præ-caching [I](cacher billeder til mappe med minibilleder, mens der hentes) [/I]
el_gr: Χρήση του XBMC pre-caching [I](τοποθετεί προσωρινά τις εικόνες στο φάκελο των μικρογραφιών κατά τη λήψη) [/I]
es_es: Usar XBMC pre-caché [I](crea imágenes en carpeta miniaturas durante la descarga) [/I]
gl_es: Usar pre-caché do XBMC [i](garda as imaxes no cartafol de miniaturas durante a descarga) [/I]
hr_hr: Koristi XBMC predmemoriju [I](predmemorija slika se stvara u mapi minijatura pri preuzimanju) [/I]
hu_hu: Használja az XBMC előtöltést [I](letöltés közben betölti a bélyegképeket)[/I]
it_it: Usa il pre-caching di XBMC [I](caching immagini nella cartella delle anteprime durante il download)[/I]
ko_kr: XBMC pre-caching 사용 [I](다운로드할 때 이미지를 thumnails 폴더에 캐시함) [/I]
nl_nl: Gebruik XBMC pre-caching [I](cached bestanden naar de thumbnails folder tijdens downloaden) [/I]
pl_pl: Użyj pamięci podręcznej XBMC [I](po pobraniu kopiuje grafiki do folderu z miniaturami) [/I]
pt_br: Use XBMC pre-cache [I](salvar imagens na pasta da miniaturas enquanto downloading) [/I]
sk_sk: Použiť XBMC predčítanie [I](počas sťahovania predčítava obrázky do priečinka náhľadov) [/I]
sv_se: Använd XBMCs pre-caching [I](bilder sparas i tumnagelsmappen under nerladdningen) [/I]
zh_cn: 使用XBMC预缓存[I]（下载时将图片缓存到缩略图文件夹）[/I]

# #32121
source: Fanart
da_dk: Fankunst
gl_es: Cartel
hr_hr: Slika omota
hu_hu: Fanartkép
ko_kr: 팬아트 (Fanart)
zh_cn: 同人画

# #32122
source: Extrafanart
da_dk: Ekstrafankunst
el_gr: Επιπλέον fanart (extrafanart)
gl_es: Fanart Adicional
hr_hr: Dodatna slika omota
hu_hu: Extra rajongói képek
ko_kr: 추가팬아트 (Extrafanart)
sv_se: Extramaterial
zh_cn: 附加同人画

# #32123
source: Banner
el_gr: Πανό
gl_es: Cartaz
hr_hr: Transparenti
ko_kr: 배너 (Banner)
nl_nl: Vaandels
pl_pl: Baner
sk_sk: Transparent
sv_se: Banderoll
zh_cn: 横幅

# #32124
source: Season Banners
da_dk: Sæsonbannere
el_gr: Πανό Κύκλων
es_es: Banners Temporada
gl_es: Cartazes das Tempadas
hr_hr: Tansparent sezone
hu_hu: Évad szalagkép
it_it: Banner stagione
ko_kr: 시즌 배너 (Season Banners)
nl_nl: Seizoen Vaandels
pl_pl: Banery sezonu
pt_br: Banners da Temporada
sk_sk: Transparenty série
sv_se: Säsongsbanderoller
zh_cn: 季横幅

# #32125
source: ClearArt
hr_hr: Prazna slika omota
hu_hu: Tiszta művészkép
ko_kr: 클리어아트 (ClearArt)

# #32126
source: Logo
el_gr: Λογότυπο
hr_hr: Logotip
ko_kr: 로고 (Logo)
sv_se: Logotyp

# #32127
source: Character Art
da_dk: Karakterkunst
el_gr: Εικόνες Χαρακτήρων
gl_es: Art da Personaxe
hr_hr: Slike omota glumaca
hu_hu: Karakter művészkép
it_it: Artwork personaggi
ko_kr: 캐릭터 아트 (Character Art)
nl_nl: Personage Art
pl_pl: Grafika postaci
sv_se: Karaktärsmaterial
zh_cn: 角色艺术

# #32129
source: Season Posters
da_dk: Sæsonplakater
el_gr: Αφίσες Κύκλων
es_es: Posters Temporada
gl_es: Pósters da Tempada
hr_hr: Poster sezone
hu_hu: Évad poszterek
it_it: Poster stagione
ko_kr: 시즌 포스터 (Season Poster)
nl_nl: Seizoen Posters
pl_pl: Plakaty sezonu
pt_br: Poster da Temporada
sk_sk: Plagáty série
sv_se: Säsongsposter
zh_cn: 季海报

# #32130
source: Thumb 16:9
da_dk: Minibillede 16:9
el_gr: Μικρογραφία 16:9 (Τοπίο)
gl_es: Miniaturas 16:9
hr_hr: Minijatura 16:9
hu_hu: 16:9-es kis kép
it_it: Anteprima 16:9
ko_kr: 썸네일 (Thumb) 16:9
nl_nl: Minatuur 16:9
pl_pl: Miniatury 16:9
pt_br: Miniatura 16:9
sk_sk: Náhľad16:9
sv_se: Tumnagel 16:9
zh_cn: 缩略图16:9

# #32131
source: Extrathumbs
da_dk: Flere miniaturer
el_gr: Επιπλέον μικρογραφίες (extrathumbs)
gl_es: Miniaturas Adicionais
hr_hr: Dodatne minijature
hu_hu: Extra-miniképek
it_it: Anteprima Extra
ko_kr: 추가썸네일 (Extrathumbs)
nl_nl: Extra miniaturen
pl_pl: ExtraMiniatury
sk_sk: Extra náhľady
zh_cn: 扩展缩略图

# #32132
source: Disc Art
da_dk: Diskkunst
el_gr: Εικόνες Δίσκων (cdART)
hr_hr: Slika omota diska
hu_hu: Lemez művészkép
it_it: Artwork dischi
ko_kr: 디스크 아트 (Disc Art)
pl_pl: Grafika płyty
pt_br: Arte Disco
sv_se: Skivbilder
zh_cn: 光盘艺术

# #32133
source: Artwork
da_dk: Illustrationer
el_gr: Εικόνες
gl_es: Ilustración
hr_hr: Slika omota
ko_kr: 아트워크
sk_sk: Umelecká grafika
sv_se: Grafik
zh_cn: 艺术图片

# #32134
source: Season Thumbs 16:9
da_dk: Sæsonminiaturer 16:9
el_gr: Μικρογραφίες Κύκλων 16:9 (Τοπία)
es_es: Thumbs Temporada 16:9
gl_es: Miniaturas de Tempadas 16:9
hr_hr: Minijatura sezone 16:9
hu_hu: 16:9-es évad kis képek
it_it: Anteprima stagione 16:9
ko_kr: 시즌 썸네일 (Season Thumbs) 16:9
nl_nl: Seizoen miniatuur 16:9
pl_pl: Miniatury sezonu 16:9
pt_br: Miniatura da Temporada 16:9
sk_sk: Náhľady série 16:9
sv_se: Säsongstumnaglar 16:9
zh_cn: 季缩略图16:9

# #32141
source: Language
da_dk: Sprog
el_gr: Γλώσσα
es_es: Lenguaje
gl_es: Idioma
hr_hr: Jezik
hu_hu: Nyelv
it_it: Lingua
ko_kr: 언어
nl_nl: Taal
pt_br: Linguagem
sk_sk: Jazyk
sv_se: Språk
zh_cn: 语言

# #32142
source: Rating
da_dk: Bedømmelse
el_gr: Αξιολόγηση
es_es: Valoración
gl_es: Valoración
hr_hr: Ocjena
hu_hu: Pontszám
it_it: Voto
ko_kr: 등급
nl_nl: Waardering
pt_br: Classificação
sk_sk: Hodnotenie
sv_se: Betyg
zh_cn: 评分

# #32143
source: Votes
da_dk: Stemmer
el_gr: Ψήφοι
es_es: Votos
gl_es: Votos
hr_hr: Glasovi
hu_hu: Szavazatok
it_it: Voti
ko_kr: 투표
nl_nl: Stemmen
pt_br: Votos
sk_sk: Hlasov
sv_se: Röster
zh_cn: 得票

# #32144
source: Season
da_dk: Sæson
el_gr: Κύκλος
es_es: Temporada
gl_es: Tempada
hr_hr: Sezona
hu_hu: Évad
it_it: Stagione
ko_kr: 시즌
nl_nl: Seizoen
pt_br: Temporada
sk_sk: Sezóna
sv_se: Säsong
zh_cn: 季

# #32145
source: Size
da_dk: Størrelse
el_gr: Μέγεθος
es_es: Resolución
gl_es: Tamaño
hr_hr: Veličina
hu_hu: Méret
it_it: Dimensione
ko_kr: 크기
nl_nl: Grootte
pt_br: Tamanho
sk_sk: Veľkosť
sv_se: Storlek
zh_cn: 大小

# #32146
source: Disc
da_dk: Disk
el_gr: Δίσκος
es_es: Disco
gl_es: Disco
hr_hr: Disk
hu_hu: Lemez
it_it: Disco
ko_kr: 디스크
nl_nl: Schijf
sk_sk: Disk
sv_se: Skiva
zh_cn: 光盘

# #32147
source: below limit setting
da_dk: under grænseværdi
el_gr: ρύθμιση κάτω του ορίου
es_es: Restringir ajustes inferiores
gl_es: Restrinxir axustes inferiores
hr_hr: ispod ograničenja postavke
hu_hu: a beállított korlát alatt
it_it: impostazione limite inferiore
nl_nl: onder limiet instelling
pt_br: Abaixo Ajustes de Limites
sk_sk: nespĺňa nastavené limity
sv_se: under gränsnivå
zh_cn: 以下限制设置

# #32148
source: Time of finish
da_dk: Sluttidspunkt
el_gr: Χρόνος τέλους
es_es: Hora de finalización
gl_es: Hora de finalización
hr_hr: Vrijeme završetka
hu_hu: Befejezés ideje
it_it: Tempo di completamento
ko_kr: 끝마친 시각
nl_nl: Tijd van beëindigen
pt_br: Tempo para finalizar
sk_sk: Čas do konca
sv_se: Avslutningstid
zh_cn: 完成时间

# #32149
source: No failed or missing items found
da_dk: Ingen mislykkede eller manglende emner fundet
el_gr: Δεν βρέθηκαν αποτυχημένα ή απόντα αντικείμενα
es_es: No encontrados elementos fallidos o ausentes
gl_es: Non se atoparon elementos erróneos ou faltantes
hr_hr: Nema pronađenih neuspjelih ili nedostajućih stavki
hu_hu: Nem található hibás vagy hiányzó elem
it_it: Nessun oggetto danneggiato o mancante trovato
ko_kr: 실패하거나 누락된 항목 없음
nl_nl: Geen mislukte of ontbrekende items gevonden
pt_br: Nenhuma falha ou itens faltantes encontrados
sk_sk: Nenájdené zlýhané či chýbajpce položky
sv_se: Inga misslyckade eller saknade nerladdningar hittades
zh_cn: 无失败及丢失项

# #32150
source: add-on aborted because of XBMC shutting down
da_dk: addon afbrudt, fordi XBMC lukker ned
el_gr: το πρόσθετο διεκόπη λόγω τερματισμού του XBMC
es_es: add-on anulado porque XBMC se cierra
gl_es: interrompeuse o complemento por que o XBMC estase apagando
hr_hr: dodatak je zatvoren zbog isključivanja XBMC-a
hu_hu: a kiegészítő leállt az XBMC kikapcsolása miatt
it_it: add-on interrotto dallo spegnimento di XBMC
ko_kr: 추가기능이 XBMC 종료로 인해 중단됨
nl_nl: add-on afgebroken wegens aflsuiten van XBMC
pt_br: add-on abortado porque XBMC desligou
sk_sk: Doplnok bol ukončený lebo XBMC sa vypína
sv_se: avbruten för XBMC håller på att stänga ner
zh_cn: 插件因XBMC关闭而中止

# #32151
source: add-on cancelled while searching for
da_dk: addon annulleret, mens der søges efter
el_gr: το πρόσθετο ακυρώθηκε κατά την αναζήτηση Εικόνων
es_es: add-on interrumpido durante la búsqueda
gl_es: cancelouse o complemento durante a busca
hr_hr: dodatak je zatvoren tijekom pretraživanja
hu_hu: a kiegészítő futása megszakadt miközben ezt kereste:
it_it: add-on interrotto dall'utente durante la ricerca di
ko_kr: 추가기능이 검색 중 취소됨:
nl_nl: add-on geannuleerd tijdens zoeken naar Artwork
pl_pl: add-on cancelled while searching for Artwork
pt_br: add-on cancelado enquanto procurando por
sk_sk: Doplnok prerušený počas vyhľadávania
sv_se: avbruten under sökning efter
zh_cn: 插件被取消于搜索

# #32152
source: add-on aborted because of problems
da_dk: addon afbrudt pga. problemer
el_gr: το πρόσθετο διεκόπη λόγω προβλημάτων
es_es: add-on anulado debido a problemas
gl_es: interrompeuse o complemento debido a problemas
hr_hr: dodatak je zatvoren zbog problema
hu_hu: a kiegészítő leállt a következő problémák miatt:
it_it: add-on interrotto per problemi
ko_kr: 추가기능이 문제점으로 인해 중단됨
nl_nl: add-on afgebroken wegens problemen
pt_br: add-on abortado por problemas
sk_sk: Doplnok ukončený kvôli problémom
sv_se: avbruten pga problem
zh_cn: 插件出现问题而中止

# #32153
source: add-on cancelled while downloading Artwork
da_dk: addon afbrudt, mens Illustrationer downloades
el_gr: το πρόσθετο ακυρώθηκε κατά τη λήψη Εικόνων
es_es: add-on interrumpido al descargar Artwork
gl_es: cancelouse o complemento durante a descarga da Ilustración
hr_hr: dodatak je zatvoren prilikom pretraživanja slike omota
hu_hu: a kiegészítő futása megszakadt a művészkép letöltése közben
it_it: add-on interrotto dall'utente durante il download di Artwork
ko_kr: 추가기능이 아트워크 다운로드 중 취소됨
nl_nl: add-on geannuleerd tijdens downloaden Artwork
pt_br: add-on cancelado enquanto transferindo Artwork
sk_sk: Doplnok prerušený počas sťahovania umeleckej grafiky
sv_se: avbruten under nerladdning av bildmaterial
zh_cn: 插件在下载艺术图片过程中被取消

# #32181
source: Info
el_gr: Πληροφορίες
hr_hr: Informacije
hu_hu: Információ
ko_kr: 정보
zh_cn: 信息

# #32182
source: Please donate or contribute to the following sites to show your support:
da_dk: Du kan vise din støtte ved at donere eller bidrage til de følgende sider:
el_gr: Στηρίξτε μας συνδράμοντας στις ακόλουθες σελίδες:
es_es: Por favor, necesitamos su apoyo donando o participando en los siguientes sitios:
gl_es: Por favor pode amosar o seu soporte contribuíndo ou mediante unha doazón nos seguintes sitios:
hr_hr: Donirajte ili nam doprinesite na sljedećim stranicama:
hu_hu: Kérjük támogassa vagy segítse a következő weboldalakat:
it_it: Fate donazioni o contribuite ai seguenti siti per mostrare il vostro sostegno:
ko_kr: 지원 하려면 다음 사이트에 기부하거나 아트워크를 제공해 주세요:
nl_nl: Doneer of draag bij aan artwork op de volgende sites om jouw steun te laten zien:
pl_pl: Prosimy o datki na rzecz lub pomoc przy tworzeniu poniższych witryn:
pt_br: Por favor, doe ou contribuia para os seguintes sites, para mostrar seu apoio:
sk_sk: Prosím darujte alebo prispejte týmto stránkam aby ste prejavili podporu:
sv_se: Skänk pengar eller bidra till följande siter för att visa ditt stöd:
zh_cn: 请对以下网站捐赠或提供支持：

# #32187
source: Add-on authors:
da_dk: Forfattere til addon:
el_gr: Δημιουργοί πρόσθετου:
es_es: Autores del Add-on:
gl_es: Autores do complemento:
hr_hr: Autori dodatka:
hu_hu: A kiegészítő szerzői:
it_it: Autori addo-on:
ko_kr: 추가기능 저작자:
nl_nl: Add-on programmeurs:
pl_pl: Autorzy wtyczki:
pt_br: Autores do Add-on:
sk_sk: Autori doplnku:
sv_se: Add-on skrivet av:
zh_cn: 插件作者：

# #32189
source: Thanks to:
da_dk: Tak til:
el_gr: Ευχαριστούμε τους:
es_es: Gracias al:
gl_es: Grazas a:
hr_hr: Zahvaljujemo:
hu_hu: Köszönet nekik:
it_it: Ringraziamenti:
nl_nl: Bedankt:
pl_pl: Podziękowania dla:
pt_br: Obrigado:
sk_sk: Vďaka:
sv_se: Tack till:
zh_cn: 致谢：

# #32190
source: Team XBMC and the authors of the other addons on which this was based.
da_dk: Team XBMC og skaberne af de andre addons, som dette er baseret på.
el_gr: Ομάδα XBMC και τους δημιουργούς των πρόσθετων στα οποία βασίστηκε.
es_es: Equipo XBMC y autores de los otros addons en el que este se basa.
gl_es: Ao equipo do XBMC e aos autores dos outros complementos nos que está baseado este.
hr_hr: Timu XBMC i autorima ostalih dodataka na kojemu je ovaj dodatak temeljen.
hu_hu: Az XBMC csapata és az ezen kiegészítő alapjául szolgáló többi kiegészítő szerzője
it_it: Team di XBMC e gli autori degli altri add-on su cui questo è basato.
ko_kr: XBMC 팀과 이 추가기능의 기본이 되는 다른 추가기능 저작자들.
nl_nl: Team XBMC en de programmeurs van de add-ons op welke deze is gebasseerd.
pl_pl: Team XBMC i autorów innych wtyczek, na podstawie których ta powstała.
pt_br: Equipe XBMC e os autores dos outros addons em que este se baseou.
sk_sk: Tímu XBMC a autorom ostatných doplnkov na ktorých bol tento založený.
sv_se: Team XBMC och författarna till de andra add-ons som detta add-on baseras på.
zh_cn: XBMC团队以及此插件基于的其它插件的作者。

# #32191
source: [I]For bugs, requests or general questions visit the [/I]
da_dk: [I]Ved fejl, forespørgsler eller generelle spørgsmål besøg[/I]
el_gr: [I]Για προβλήματα, αιτήματα ή γενικές ερωτήσεις επισκεφθείτε το [/I]
es_es: [I]Para informar de errores, hacer peticiones o preguntas visiten el [/I]
gl_es: [I]Para erros, solicitudes ou preguntas en xeral visitar o [/I]
hr_hr: [I]Za greške, zahtjeve ili uobičajena pitanja posjetite [/I]
hu_hu: [I]Hibák, kérések vagy általános kérdések miatt keresse az[/I]
it_it: [I]Per bug, richieste o domande generali visitate [/I]
ko_kr: [I]버그, 요청사항 및 일반적인 질문은 [/I]
nl_nl: [I]Voor fouten, verzoeken of algemene vragen kan je terecht op [/I]
pl_pl: [I]By zgłosić błąd, prośbę lub zadać pytanie odwiedź wątek [/I]
pt_br: [I]Para bugs, pedidos ou perguntas gerais visitar o [/I]
sk_sk: [I]Pre chyby, požiadavky alebo všeobecné otázky navštívte [/I]
sv_se: [I]För buggar, önskemål eller allmänna frågor besök [/I]
zh_cn: [I]错误报告、需求建议和常见问题访问[/I]

# #32192
source: [I] Artwork Downloader thread on the XBMC forum. [/I]
da_dk: [I] Artwork Downloader-tråden på XBMCs forum. [/I]
el_gr: [I] θέμα του Artwork Downloader στο forum του XBMC. [/I]
es_es: [I] hilo Artwork Downloader en el foro de XBMC. [/I]
gl_es: [I]fio do Artwork Downloader no foro do XBMC. [/I]
hr_hr: [I] Preuzimatelj slika omota na XBMC forumu. [/I]
hu_hu: [I]Artwork Downloader témát az XBMC fórumon.[/I]
it_it: [I] thread Artwork Downloader sul forum di XBMC. [/I]
ko_kr: [I] XBMC 포럼의 Artwork Downloader 글타래를 찾아 주세요. [/I]
nl_nl: [I] Artwork Downloader thread op het XBMC forum. [/I]
pl_pl: [I] poświęcony Artwork Downladerowi na forum XBMC. [/I]
pt_br: [I] Tópico do Artwork Downloader no fórum do XBMC. [/I]
sk_sk: [I] "Artwork Downloader" vlákno na XBMC fóre. [/I]
sv_se: [I] Artwork Downloader tråden på XBMCs forum. [/I]
zh_cn: [I] XBMC论坛Artwork Downloader讨论专贴。[/I]

# #32128
source: Poster
da_dk: Plakat
el_gr: Αφίσα
gl_es: Póster
ko_kr: 포스터 (Poster)
pl_pl: Plakat
sk_sk: Plagát
zh_cn: 海报

# #32188
source: [I]paddycarey, Martijn Kaijser, putneyj [/I]
nl_nl: [I]paddycarey, Martijn, putneyj [/I]
