Repository: henryjfry/repository.thenewdiamond
Catalog: script.xbmc.unpausejumpback/resources/language/resource.language.*/strings.po
Languages: bg_bg

# #32000
source: Jump back on unpause
bg_bg: Назад след пауза

# #32001
source: Jump seconds
bg_bg: Скока назад (в секунди)

# #32002
source: Minimum pause before jumpback
bg_bg: Минимален престой в режим "На пауза"

# #32010
source: Jump back after fwd
bg_bg: Назад след >>

# #32011
source: Jump after x2
bg_bg: Скок назад след x2

# #32012
source: Jump after x4
bg_bg: Скок назад след x4

# #32013
source: Jump after x8
bg_bg: Скок назад след x8

# #32014
source: Jump after x16
bg_bg: Скок назад след x16

# #32015
source: Jump after x32
bg_bg: Скок назад след x32

# #32020
source: Jump forward after rwd
bg_bg: Напред след <<

# #32021
source: Jump after x2
bg_bg: Скок напред след x2

# #32022
source: Jump after x4
bg_bg: Скок напред след x4

# #32023
source: Jump after x8
bg_bg: Скок напред след x8

# #32024
source: Jump after x16
bg_bg: Скок напред след x16

# #32025
source: Jump after x32
bg_bg: Скок напред след x32

# #32030
source: Exclude
bg_bg: Игнориране

# #32031
source: Exclude Live TV
bg_bg: Игнориране на Телевизия

# #32032
source: Exclude HTTP sources
bg_bg: Игнориране на HTTP източници

# #32033
source: Exclude path
bg_bg: Игнориране на път

# #32034
source: Folder's path (and subfolders)
bg_bg: Път до папка (и подпапките)

# #32040
source: Jump after resume
bg_bg: Скок след възобновяване
