Repository: henryjfry/repository.thenewdiamond
Catalog: script.k_cleaner/resources/language/resource.language.*/strings.po
Languages: cs_cz, sr_rs, sr_rs@latin

# #30001
source: Check for addons without repo
cs_cz: Zjistit addony bez repository
sr_rs: Наћи адоне без репозиторија
sr_rs@latin: Naći adone bez repozitorija

# #30002
source: Textures database
cs_cz: Databaze textur
sr_rs: Датабаза текстура
sr_rs@latin: Databaza tekstura

# #30003
source: Clean textures DB
cs_cz: Vyčistit DB textur
sr_rs: Очистити базу текстура
sr_rs@latin: Očistiti bazu tekstura

# #30004
source: Clean All
cs_cz: Vyčistit vše
sr_rs: Чисти све
sr_rs@latin: Čisti sve

# #30005
source: Databases
cs_cz: Databaze
sr_rs: Базе података
sr_rs@latin: Baze podataka

# #30006
source: Checks
cs_cz: Kontroly
sr_rs: Провере
sr_rs@latin: Provere

# #30007
source: Check for broken sources
cs_cz: Kontrolovat neexistujici zdroje
sr_rs: Провери непостојеће изворе
sr_rs@latin: Proveri nepostojeće izvore

# #30010
source: K_Cleaner - Confirm cleanup of:
cs_cz: K_Cleaner - Potvrdtě vyčištěni:
sr_rs: K_Cleaner - Потврдите чишћење:
sr_rs@latin: K_Cleaner - Potvrdite čišćenje:

# #30011
source: Scanning for temporary files
cs_cz: Skenováni dočasnych souboru
sr_rs: Скенирање привремених фајлова
sr_rs@latin: Skeniranje privremenih fajlova

# #30012
source: Checking paths...
cs_cz: Ověřuji cesty...
sr_rs: Провера путева...
sr_rs@latin: Provera puteva...

# #30013
source: Cleaning:
cs_cz: Čištěni:
sr_rs: Чишћење:
sr_rs@latin: Čišćenje:

# #30014
source: Deleted:
cs_cz: Smazano:
sr_rs: Обрисано:
sr_rs@latin: Obrisano:

# #30015
source: Items in this folder:
cs_cz: Položek v adresaři:
sr_rs: Ставки у адресару:
sr_rs@latin: Stavki u adresaru:

# #30016
source: Scanning databases
cs_cz: Skenováni databazi
sr_rs: Скенирање база података
sr_rs@latin: Skeniranje baza podataka

# #30017
source: Compacting:
cs_cz: Komprimovani:
sr_rs: Компресује се:
sr_rs@latin: Kompresuje se:

# #30018
source: Compacted:
cs_cz: Komprimovano:
sr_rs: Компресовано:
sr_rs@latin: Kompresovano:

# #30019
source: Scanning repositories
cs_cz: Skenovani repository
sr_rs: Скенирам репозиторије
sr_rs@latin: Skeniram repozitorije

# #30020
source: Clean
cs_cz: Vyčistit
sr_rs: Очистити
sr_rs@latin: Očistiti

# #30021
source: Choose action:
cs_cz: Vyberte akci:
sr_rs: Изаберите акцију:
sr_rs@latin: Izaberite akciju:

# #30022
source: Settings
cs_cz: Nastaveni
sr_rs: Подешавања
sr_rs@latin: Podešavanja

# #30023
source: Compact all databases
cs_cz: Komprimovat vše databaze
sr_rs: Компресуј све датабазе
sr_rs@latin: Kompresuj sve databaze

# #30024
source: Check for unused repositories
cs_cz: Zjistit nepoužite repository
sr_rs: Провери некоришћене репозиторије
sr_rs@latin: Proveri nekorišćene repozitorije

# #30025
source: Checking:
cs_cz: Oveřuji:
sr_rs: Проверавам:
sr_rs@latin: Proveravam:

# #30026
source: Checked:
cs_cz: Oveřeno:
sr_rs: Проверено:
sr_rs@latin: Provereno:

# #30027
source: Clean All + Compact all databases
cs_cz: Vyčistit vše + Komprimovat vše databaze
sr_rs: Чисти све + Компресуј све датабазе
sr_rs@latin: Čisti sve + Kompresuj sve databaze

# #30028
source: Confirm action:
cs_cz: Potvrďte akci:
sr_rs: Потврди акцију:
sr_rs@latin: Potvrdi akciju:

# #30030
source: Cleanup [COLOR red]interrupted[/COLOR].
cs_cz: Čištěni [COLOR red]přerušeno[/COLOR].
sr_rs: Чишћење [COLOR red]прекинуто[/COLOR].
sr_rs@latin: Čišćenje [COLOR red]prekinuto[/COLOR].

# #30031
source: Cleanup [COLOR red]done[/COLOR].
cs_cz: Čištěni [COLOR red]dokončeno[/COLOR].
sr_rs: Чишћење [COLOR red]завршено[/COLOR].
sr_rs@latin: Čišćenje [COLOR red]završeno[/COLOR].

# #30040
source: Ignore Addons
cs_cz: Ignorovat Addony
sr_rs: Игнорисати Адоне
sr_rs@latin: Ignorisati Adone

# #30041
source: Ignore Other
cs_cz: Ignorovat jine
sr_rs: Игнорисати остало
sr_rs@latin: Ignorisati ostalo

# #30042
source: Etc
cs_cz: Ostatni
sr_rs: Остало
sr_rs@latin: Ostalo

# #30043
source: Auto-Clean
cs_cz: Auto-čištěni
sr_rs: Ауто-чишћење
sr_rs@latin: Auto-čišćenje

# #30044
source: Custom Paths
cs_cz: Vlastní cesty
sr_rs: Личне путање
sr_rs@latin: Lične putanje

# #30071
source: Animated Gifs in Thumbnails
cs_cz: Animovany Gify v foldru Thumbnails
sr_rs: Анимирани Гифови у Thumbnails
sr_rs@latin: Animirani Gifovi u Thumbnails

# #30072
source: Delete only thumbs not in database
cs_cz: Mazat jen miniatury nenalezene v DB
sr_rs: Брисати само иконице које нису у ДБ
sr_rs@latin: Brisati samo ikonice koje nisu u DB

# #30073
source: Leave package backup
cs_cz: Nechat backup paketu
sr_rs: Оставити бекап пакета
sr_rs@latin: Ostaviti bekap paketa

# #30074
source: Fast thumb check
cs_cz: Rychla kontrola miniatur
sr_rs: Брза провера иконица
sr_rs@latin: Brza provera ikonica

# #30081
source: Debug logging (to Kodi log)
cs_cz: Debug logovani (do Kodi logu)
sr_rs: Дибаг лог (у Кодијев лог)
sr_rs@latin: Dibag log (u Kodijev log)

# #30082
source: Force list view in menu
cs_cz: Zobrazovat seznam v menu
sr_rs: Приказивати листу у менијима
sr_rs@latin: Prikazivati listu u menijima

# #30083
source: Disable confirmations
cs_cz: Vypnout potvrzovani
sr_rs: Искључити потврде
sr_rs@latin: Isključiti potvrde

# #30091
source: Automatic Cleaning
cs_cz: Automatické čištěni
sr_rs: Аутоматско чишћење
sr_rs@latin: Automatsko čišćenje

# #30092
source: Choose what should be auto cleaned:
cs_cz: Vyberte co se ma čistit automaticky:
sr_rs: Изаберите шта чистити:
sr_rs@latin: Izaberite šta čistiti:

# #30093
source: Cache
sr_rs: Кеш
sr_rs@latin: Keš

# #30094
source: Packages
cs_cz: Pakety
sr_rs: Пакети
sr_rs@latin: Paketi

# #30095
source: Thumbnails
cs_cz: Miniatury
sr_rs: Иконице
sr_rs@latin: Ikonice

# #30096
source: Addons
cs_cz: Addony
sr_rs: Адонови
sr_rs@latin: Adonovi

# #30097
source: Database Compact
cs_cz: Komprimovani Databaze
sr_rs: Компресија база
sr_rs@latin: Kompresija baza

# #30098
source: Delay on startup (min)
cs_cz: Spustit po startu (min)
sr_rs: Пустити по старту за (мин)
sr_rs@latin: Pustiti po startu za (min)

# #30099
source: Clean textures DB
cs_cz: Vyčistit DB textur
sr_rs: Очистити базу текстура
sr_rs@latin: Očistiti bazu tekstura

# #30100
source: Unused addon data folders
cs_cz: Nepoužite addon data adresaře
sr_rs: Неискоришћени дата адресари
sr_rs@latin: Neiskorišćeni data adresari

# #30101
source: ATV Screensaver files
cs_cz: Soubory ATV šetřiče obrazovky
sr_rs: ATV Screensaver фајлови
sr_rs@latin: ATV Screensaver fajlovi

# #30110
source: Database
cs_cz: Databaze
sr_rs: Датабазе
sr_rs@latin: Databaze

# #30111
source: compacted:
cs_cz: komprimovano:
sr_rs: компресовано:
sr_rs@latin: kompresovano:

# #30112
source: Mb
sr_rs: Мб

# #30113
source: cleaned:
cs_cz: vyčištěno:
sr_rs: очишћено:
sr_rs@latin: očišćeno:

# #30114
source: Scanning Textures database...
cs_cz: Skenovaní databaze Textur...
sr_rs: Скенирање базе текстура...
sr_rs@latin: Skeniranje baze tekstura...

# #30115
source: Checking...
cs_cz: Oveřuji...
sr_rs: Проверавам...
sr_rs@latin: Proveravam...

# #30116
source: Checking record ID:
cs_cz: Oveřuji záznam ID:
sr_rs: Проверавам запис ИД:
sr_rs@latin: Proveravam zapis ID:

# #30117
source: Checking unused data folders
cs_cz: Kontroluji nepoužite data adresaře
sr_rs: Проверавам неискоришћене дата адресаре
sr_rs@latin: Proveravam neiskorišćene data adresare

# #30118
source: Checking paths to be compacted...
cs_cz: Oveřuji cesty na komprese...
sr_rs: Проверавам путеве за компресовање...
sr_rs@latin: Proveravam puteve za kompresovanje...

# #30120
source: EMPTY OR ERROR READING
cs_cz: PRAZDNY NEBO CHYBA PŘI ČTENI
sr_rs: ПРАЗАН ИЛИ ГРЕШКА ПРИ ЧИТАЊУ
sr_rs@latin: PRAZAN ILI GREŠKA PRI ČITANJU

# #30121
source: CONTAINS NO LOCAL ADDONS
cs_cz: NEOBSAHUJE LOKALNI ADDONY
sr_rs: НЕ САДРЖИ ЛОКАЛНЕ АДОНЕ
sr_rs@latin: NE SADRŽI LOKALNE ADONE

# #30122
source: IS IN NO REPOSITORY
cs_cz: NENI V REPOSITORY
sr_rs: НИЈЕ У РЕПОЗИТОРИЈУ
sr_rs@latin: NIJE U REPOZITORIJU

# #30123
source: CAN NOT BE FOUND
cs_cz: NENALEZENO
sr_rs: НИЈЕ ПРОНАЂЕНА
sr_rs@latin: NIJE PRONADJENA

# #30130
source: Cleaning totals:
cs_cz: Total vyčištěno:
sr_rs: Тотал чишћења:
sr_rs@latin: Total čišćenja:

# #30131
source: Compacting totals:
cs_cz: Total komprimovano:
sr_rs: Тотал компресовања:
sr_rs@latin: Total kompresovanja:

# #30132
source: Following repos have no addons:
cs_cz: Nasledujici repository neobsahuji Addony:
sr_rs: Репозитори који не садрже адоне:
sr_rs@latin: Repozitori koji ne sadrže adone:

# #30133
source: Cleanup report:
cs_cz: Výkaz čištěni:
sr_rs: Извештај чишћења:
sr_rs@latin: Izveštaj čišćenja:

# #30134
source: Following addons have no repo:
cs_cz: Nasledujici addony nemaji repo:
sr_rs: Адони који немају репо:
sr_rs@latin: Adoni koji nemaju repo:

# #30135
source: Clean Textures Database:
cs_cz: Vyčišteni databaze textur:
sr_rs: Чишћење базе текстура:
sr_rs@latin: Čišćenje baze tekstura:

# #30136
source: Deleted
cs_cz: Smazal
sr_rs: Обрисано
sr_rs@latin: Obrisano

# #30137
source: stale records from Textures13.db database
cs_cz: neplatnych zaznamu z databaze Textures13.db
sr_rs: нисправних записа из Textures13.db базе
sr_rs@latin: neispravnih zapisa iz Textures13.db baze

# #30138
source: Deleted unused addon data folders:
cs_cz: Smazane nepoužite data adresaře:
sr_rs: Обрисано неискоришћених дата адресара:
sr_rs@latin: Obrisano neiskorišćenih data adresara:

# #30139
source: Compacted settings paths:
cs_cz: Komprimovano cest v nastaveni:
sr_rs: Компресовано путева у подешаваима:
sr_rs@latin: Kompresovano puteva u podešavanjima:

# #30140
source: Runs every
cs_cz: Spusti se každy
sr_rs: Пуштати сваки
sr_rs@latin: Puštati svaki

# #30141
source: Day
cs_cz: Den
sr_rs: Дан
sr_rs@latin: Dan

# #30142
source: Week
cs_cz: Týden
sr_rs: Недељу
sr_rs@latin: Nedelju

# #30143
source: Month
cs_cz: Měsíc
sr_rs: Месец
sr_rs@latin: Mesec

# #30144
source: Quarter
cs_cz: Čtvrtročně
sr_rs: 3 месеца
sr_rs@latin: 3 meseca

# #30145
source: On Kodi start
cs_cz: Při startu Kodi
sr_rs: При старту Кодија
sr_rs@latin: Pri startu Kodija

# #30150
source: No files deleted.
cs_cz: Žadny soubory nebyly vymazany.
sr_rs: Ниједна датотека није била избрисана.
sr_rs@latin: Nijedna datoteka nije bila izbrisana.

# #30151
source: No database compacted.
cs_cz: Žadna databaze nebyla komprimovana.
sr_rs: Ниједна база није била компресована.
sr_rs@latin: Nijedna baza nije bila kompresovana.

# #30152
source: No records deleted.
cs_cz: Žadny zaznamy nebyly vymazany.
sr_rs: Ниједан запис није био избрисан.
sr_rs@latin: Nijedan zapis nije bio izbrisan.

# #30153
source: No paths compacted.
cs_cz: Žadna cesta nebyla kopresovana.
sr_rs: Ниједан пут није био компресован.
sr_rs@latin: Nijedan put nije bio kompresovan.

# #30160
source: Clean cache
cs_cz: Vyčistit cache
sr_rs: Очистити кеш
sr_rs@latin: Očistiti keš

# #30161
source: Clean packages
cs_cz: Vyčistit Pakety
sr_rs: Очистити пакете
sr_rs@latin: Očistiti pakete

# #30162
source: Clean Thumbnails
cs_cz: Vyčistit miniatury
sr_rs: Очистити иконице
sr_rs@latin: Očistiti ikonice

# #30163
source: Clean Add-ons
cs_cz: Vyčistit Addony
sr_rs: Очистити адонове
sr_rs@latin: Očistiti adonove

# #30164
source: Compact settings paths to special://
cs_cz: Komprese cest v nastaveni na special://
sr_rs: Компресија путева у подешавањима на special://
sr_rs@latin: Kompresija puteva u podešavanjima na special://

# #30170
source: /All
cs_cz: /Vše
sr_rs: /Све
sr_rs@latin: /Sve

# #30171
source: /Not in DB
cs_cz: /Jen mimo DB
sr_rs: /Ако нису у ДБ
sr_rs@latin: /Ako nisu u DB

# #30172
source: /Not in DB (Fast)
cs_cz: /Jen mimo DB (Rychla)
sr_rs: /Ако нису у ДБ (Брза)
sr_rs@latin: /Ako nisu u DB (Brza)

# #30180
source: Display on auto-clean
cs_cz: Zobrazit při auto čištěni
sr_rs: Приказати при ауто-чишћењу
sr_rs@latin: Prikazati pri auto-čišćenju

# #30181
source: Progress and notification
cs_cz: Progres a notifikace
sr_rs: Прогрес и нотификацију
sr_rs@latin: Progres i notifikaciju

# #30182
source: Progress only
cs_cz: Jen progres
sr_rs: Само прогрес
sr_rs@latin: Samo progres

# #30183
source: Notification only
cs_cz: Jen notifikace
sr_rs: Само нотификацију
sr_rs@latin: Sanо notifikaciju

# #30184
source: Nothing
cs_cz: Nic
sr_rs: Ништа
sr_rs@latin: Ništa

# #30190
source: Number of custom paths
cs_cz: Počet vlastních cest
sr_rs: Број личних путања
sr_rs@latin: Broj ličnih putanja

# #30191
source: Path 1
cs_cz: Cesta 1
sr_rs: Путања 1
sr_rs@latin: Putanja 1

# #30192
source: Path 2
cs_cz: Cesta 2
sr_rs: Путања 2
sr_rs@latin: Putanja 2

# #30193
source: Path 3
cs_cz: Cesta 3
sr_rs: Путања 3
sr_rs@latin: Putanja 3

# #30194
source: Path 4
cs_cz: Cesta 4
sr_rs: Путања 4
sr_rs@latin: Putanja 4
